otosan-maker/lvgl_maker/boards/GALDEANO_CLASSIC_DEV/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "GALDEANO CLASSIC DEV"
#define MICROPY_HW_MCU_NAME "ESP32"
